Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
pt_br: quando habilitado, o botão de rolagem do mouse faz scroll no painel de módulos por default. se ctrl+alt para usar o botão de rolagem para entrada de dados. quando desabilitado, este comportamento é revertido

source: always show panels' scrollbars
pt_br: sempre mostrar barras de rolagem dos painéis

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
pt_br: define se as barras de rolagem dos painéis sempre devem ficar visíveis ou se ativadas somente dependendo do contexto. (precisa reiniciar)

source: method to use for getting the display profile
pt_br: método usado para obter o perfil do monitor

source: all
pt_br: tudo

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
pt_br: esta opção permite forçar um modo específico de obter o perfil do display atual. é útil quando uma alternativa dá resultados errados

source: tags
pt_br: etiquetas

source: omit hierarchy in simple tag lists
pt_br: omitir hierarquia em listas simples de etiquetas

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
pt_br: ao exportar imagens para arquivos XMP, as etiquetas hierárquicas também são adicionados como simples lista não-hierárquiva para fazê-los visíveis por outros programas. quando esta opção é habilitada, o darktable somente incluirá a última parte das etiquetas e ignorará o resto. assim, 'foo|bar|baz' somente adicionará 'baz'.

source: disable the entry completion
pt_br: desabilitar auto-completar na entrada de dados

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
pt_br: o autocompletar de texto é útil para quem só entra etiquetas pelo teclado. para outros o autocompletar pode ser constrangedor. precisa reiniciar o darktable.

source: other
pt_br: outro

source: do not show april 1st game
pt_br: não mostrar jogo de 1° de abril

source: password storage backend to use
pt_br: backend a usar para armazenamento de senhas

source: none
pt_br: nenhuma

source: the storage backend for password storage: auto, none, libsecret, kwallet
pt_br: o backend the armazenamento para senhas: auto, nenhum, libsecret, kwallet

source: executable for playing audio files
pt_br: executável para tocar arquivos de áudio

source: this external program is used to play audio files some cameras record to keep notes for images
pt_br: este programa externo é usado para tocar arquivos de áudio que algumas câmeras gravam para manter notas sobre imagens

source: import
pt_br: importar

source: ignore JPEG images when importing film rolls
pt_br: ignorar imagens jpeg quando importar rolos de filme

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
pt_br: quando houverem imagens raw+jpeg juntas em um diretório não faz sentido importar ambos. com esta opção pode-se ignorar todos os jpegs encontrados.

source: recursive directory traversal when importing filmrolls
pt_br: atravessar diretórios recursivamente ao importar rolos de filme

source: creator to be applied when importing
pt_br: criador a ser aplicado ao importar

source: publisher to be applied when importing
pt_br: editor a ser aplicado ao importar

source: rights to be applied when importing
pt_br: direitos a ser aplicado ao importar

source: comma separated tags to be applied when importing
pt_br: etiquetas separadas por vírgular a serem aplicadas ao importar

source: initial import rating
pt_br: classificação inicial

source: initial star rating for all images when importing a filmroll
pt_br: valor inicial em estrelas para todas imagens ao importar um rolo de filme

source: session options
pt_br: opções de sessão

source: base directory naming pattern
pt_br: padrão de nomeação de diretório base

source: part of full import path for an import session
pt_br: parte do caminho completo para importar uma sessão

source: sub directory naming pattern
pt_br: padrão de nomeação de sub diretórios

source: keep original filename
pt_br: manter nome de arquivo original

source: keep original filename instead of a pattern while importing from camera or card
pt_br: manter nome de arquivo original ao invés de usar um padrão quando importar da camera ou cartão

source: file naming pattern
pt_br: padrão de nomeação de arquivos

source: file naming pattern used for a import session
pt_br: padrão de nomeação de arquivos utilizado para a sessão de importação

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
pt_br: o darktable gerencia seus negativos digitais em um bando de dados e permite que você os visualize a partir da mesa de luz. Também permite que você revele suas imagens raw e os trate na sala escura.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
pt_br: o autocompletar de texto é útil para quem só entra etiquetas pelo teclado. para outros o autocompletar pode ser constrangedor. precisa reiniciar o darktable.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
pt_br: o darktable suporta o formato raw da maioria das câmeras modernas, e faz todo o processamento com muito alta precisão.

source: Virtual light table, showing a collection
pt_br: Mesa de Luz, mostrando uma coleção

source: Virtual dark room with an opened image
pt_br: Sala Escura com uma imagem aberta

source: Virtual dark room, sharpening an image
pt_br: Sala Escura, melhorando a nitidez de uma imagem

source: Show images on a map
pt_br: Mostrar imagens em um mapa

source: Print your images
pt_br: Imprimir suas imagens

source: _cancel
pt_br: _cancela

source: _save
pt_br: _salvar

source: average dE: %.02f max dE: %.02f
pt_br: média dE: %.02f máximo dE: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
pt_br: TODO: desculpa, devido a restrições na API não podemos definir BPP para

source: unknown option for --hq
pt_br: opção desconhecida para --hq

source: unknown option for --export_masks
pt_br: opção desconhecida para --export_masks

source: unknown option for --upscale
pt_br: opção desconhecida para --upscale

source: unknown option for --apply-custom-presets
pt_br: opção desconhecida para --apply-custom-presets

source: error: output file is a directory. please specify file name
pt_br: erro: o arquivo de saída é um diretório (pasta). por favor, especifique um nome de arquivo

source: output file already exists, it will get renamed
pt_br: arquivo de saída ja existente, ele será renomeado

source: error: can't open folder %s
pt_br: erro: não foi possível abrir a pasta %s

source: error: can't open file %s
pt_br: erro: não foi possível abrir o arquivo %s

source: no images to export, aborting
pt_br: nenhuma imagem para exportar, cancelando

source: error: can't open xmp file %s
pt_br: erro: não foi possível abrir o arquivo xmp %s

source: empty history stack
pt_br: esvazia histórico de ações

source: cannot find disk storage module. please check your installation, something seems to be broken.
pt_br: não foi possível encontrar o módulo de armazenamento em disco. por favor, verifique sua instalação, algo parece defeituoso.

source: failed to get parameters from storage module, aborting export ...
pt_br: falha ao obter parâmetros do módulo de armazenamento, abortando exportação...

source: unknown extension '.%s'
pt_br: extensão desconhecida '.%s'

source: failed to get parameters from format module, aborting export ...
pt_br: falha ao obter parâmetros do módulo de formato, abortando exportação...

source: too much time to update aspect ratio for the collection
pt_br: tempo demais para ajustar o aspecto da coleção

source: film roll
pt_br: rolo de filme

source: folders
pt_br: pastas

source: camera
pt_br: câmera

source: tag
pt_br: etiqueta

source: date taken
pt_br: data da foto

source: date-time taken
pt_br: data/hora da foto

source: import timestamp
pt_br: importar marca de data/hora

source: change timestamp
pt_br: mudar marca de data/hora

source: export timestamp
pt_br: exportar data/hora

source: print timestamp
pt_br: imprimir data/hora

source: history
pt_br: história

source: color label
pt_br: cor da etiqueta

source: lens
pt_br: lente

source: focal length
pt_br: distância focal

source: aperture
pt_br: abertura

source: exposure
pt_br: exposição

source: aspect ratio
pt_br: ajuste de aspecto

source: filename
pt_br: nome do arquivo

source: geotagging
pt_br: geo-etiquetas

source: grouping
pt_br: agrupar

source: local copy
pt_br: cópia local

source: module
pt_br: módulo

source: module order
pt_br: ordem dos módulos

source: red
pt_br: vermelho

source: yellow
pt_br: amarelo

source: green
pt_br: verde

source: blue
pt_br: azul

source: purple
pt_br: roxo

source: basic
pt_br: básico

source: auto applied
pt_br: auto aplicado

source: altered
pt_br: alterado

source: tagged
pt_br: etiquetado

source: not copied locally
pt_br: não copiado localmente

source: group leaders
pt_br: representantes de grupo

source: not defined
pt_br: não definido

source: %d image of %d (#%d) in current collection is selected
pt_br: %d imagem de %d(#%d) na coleção atual está selecionada

source: %d image of %d in current collection is selected
pt_br: %d imagem de %d na coleção atual está selecionada

source: work profile
pt_br: perfil de trabalho

source: export profile
pt_br: perfil de exportação

source: softproof profile
pt_br: perfil de impressão na tela

source: system display profile
pt_br: perfil do monitor

source: sRGB (e.g. JPG)
pt_br: sRGB (ex. JPG)

source: Adobe RGB (compatible)
pt_br: Adobe RGB (compatível)

source: gamma Rec709 RGB
pt_br: gama Rec709 RGB

source: linear prophoto RGB
pt_br: RGB prophoto linear

source: linear infrared BGR
pt_br: linear infravermelho BGR

source: BRG (for testing)
pt_br: BRG (para teste)

source: embedded ICC profile
pt_br: perfil ICC embutido

source: embedded matrix
pt_br: matriz embutida

source: standard color matrix
pt_br: matriz de cor padrão

source: enhanced color matrix
pt_br: matriz de cor aprimorada

source: vendor color matrix
pt_br: matriz de cor do fabricante

source: alternate color matrix
pt_br: matriz de cor alternativa

source: gamma22 Rec709
pt_br: gama22 Rec709

source: ProPhoto RGB
pt_br: RGB ProPhoto

source: file `%s' to print not found for image %d on `%s'
pt_br: arquivo `%s' para imprimir não encontrado para imagem %d em `%s'

source: failed to create temporary file for printing options
pt_br: falha ao criar arquivo temporário para opções de impressão

source: printing on `%s' cancelled
pt_br: impressão em `%s' cancelada

source: error while printing `%s' on `%s'
pt_br: erro imprimindo `%s' em `%s'

source: printing `%s' on `%s'
pt_br: imprimindo `%s' em `%s'

source: found strange path `%s'
pt_br: caminho estranho encontrado `%s'

source: error loading directory `%s'
pt_br: erro carregando diretório `%s'

source: file `%s' has unknown format!
pt_br: arquivo `%s' é de formato desconhecido!

source: error loading file `%s'
pt_br: erro carregando arquivo `%s'

source: darktable - run performance configuration?
pt_br: darktable - executar configuração para maior performance?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
pt_br: temos uma lógica de configuração de desempenho atualizada - executá-la pode melhorar o desempenho do darktable. isto irá potencialmente sobrescrever algumas de suas configurações - especialmente caso as tenha modificado manualmente. gostaria de aplicar esta atualização de configuração de desempenho?

source: no
pt_br: não

source: yes
pt_br: sim

source: At startup, the database failed to open because at least one of the two files in the database is locked. The persistence of the lock is mainly caused by one of the two following causes: - Another occurrence of darktable has already opened this database file and locked it for its benefit. - A previous occurrence of darktable ended abnormally and therefore could not close one or both files in the database properly. How to solve this problem? 1 - Search in your environment if another darktable occurrence is active. If so, use it or close it. The lock indicates that the process number of this occurrence is : <i><b>%d</b></i> 2 - If you can't find this other occurrence, try closing your session and reopening it or shutting down your computer. This will delete all running programs and thus close the database correctly. 3 - If these two actions are not enough, it is because at least one of the two files that materialize the locks remains and that these are no longer attached to any occurrence of darktable. It is then necessary to delete it (or them). The two files are named <i>data.db.lock</i> and <i>library.db.lock</i> respectively. The opening mechanism signals the presence of the <i><b>%s</b></i> file in the <i><b>%s</b></i> folder. (full pathname: <i><b>%s</b></i>). <u>Caution!</u> Do not delete these files without first checking that there are no more occurrences of darktable, otherwise you risk generating serious inconsistencies in your database. As soon as you have identified and removed the cause of the lock, darktable will start without any problem.
pt_br: Ao inicializar, a base de dados falhou em abrir porque pelo menos um dos dois arquivos na base de dados está bloqueado. A persistência do bloqueio é causada principalmente por uma das duas causas: - Outra ocorrência do darktable já abriu esta base de dados e a travou para si mesma. - Uma ocorrência anterior do darktable finalizou de maneira não normal e não conseguiu fechar um ou ambos os arquivos na base de dados apropriadamente. Como resolver este problema? 1 - Procure em seu ambiente se outra ocorrência do darktale está ativa. Se estiver, use-a ou feche-a. O bloqueio indica que o número de processo dessa ocorrência é : <i><b>%d</b></i> 2 - Se não achar essa ocorrência, tente fechar sua sessão e reabrir, ou desligar seu computador. Isto removerá todos os programas executando e, desta forma, fechará a base de dados de maneira paropriada. 3 - Se estas duas ações não forem suficientes, é porque pelo menos um dos arquivos que materializam o bloqueio permanecem, e que estes não estão mais associados a nenhuma ocorrência do darktable. É necessário removê-los. Os dois arquivos são nomeados <i>data.db.lock</i> e <i>library.db.lock</i>, respectivamente. O mecanismo de abertura sinaliza a presença do arquivo <i><b>%s</b></i> na pasta <i><b>%s</b></i>. (caminho completo: <i><b>%s</b></i>). <u>Cuidado!</u> Não remova estes arquivos sem antes verificar que não há mais ocorrências do darktable, senão você corre o risco de gerar inconsistências sérias na sua base de dados. Assim que tiver identificado e removido a causa do bloqueio, o darktable iniciará sem problemas.

source: darktable cannot be started because the database is locked
pt_br: O darktable não pode iniciar porque a base de dados está bloqueada

source: close darktable
pt_br: fechar o darktable

source: the database lock file contains a pid that seems to be alive in your system: %d
pt_br: o arquivo de lock da base de dados contém um pid que parece estar vivo no seu sistema: %d

source: the database lock file seems to be empty
pt_br: o lock da base de dados parece estar vazio

source: error opening the database lock file for reading: %s
pt_br: erro ao abrir a base de dados para leitura: %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
pt_br: o esquema da base de dados precisa ser atualizado para <span style="italic">%s</span>

source: darktable - schema migration
pt_br: darktable - migrar esquema

source: upgrade database
pt_br: atualizar base de dados

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
pt_br: um erro ocorreu ao tentar abrir a base de dados de <span style="italic">%s</span> parece que a base de dados está corrompida. quer fechar o darktable agora para restaurar manualmente a base de dados de um backup ou começar com uma nova?

source: darktable - error opening database
pt_br: darktable - erro ao abrir a base de dados

source: delete database
pt_br: apagar base de dados

source: click later to be asked on next startup
pt_br: clique 'depois' para ser questionado na próxima vez que iniciar

source: click later to be asked when closing darktable
pt_br: clique 'depois' para ser questionado ao fechar o darktable

source: click later to be asked next time when closing darktable
pt_br: clique 'depois' para ser questionado na próxima vez que fechar o darktable

source: the database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
pt_br: a base de dados poderia precisar de manutenção há <span style=\"italic\">%s</span> a liberar quer fazer isso agora?< %s\n você sempre pode mudar as preferências de manutenção nas opções do core

source: darktable - schema maintenance
pt_br: darktable - manutenção de esquema

source: later
pt_br: depois

source: fast guided filter failed to allocate memory, check your RAM settings
pt_br: o filtro fast guided não conseguiu alocar memória, verifique sua configuração de RAM

source: do you want to remove this empty directory?
pt_br: você realmente deseja remover este diretório vazio?

source: remove empty directory?
pt_br: remover diretório vazio?

source: name
pt_br: nome

source: cannot remove film roll having local copies with non accessible originals
pt_br: não é possível remover rolo de filme contendo cópias locais sem acesso aos originais

source: you need to copy history from an image before you paste it onto another
pt_br: você precisa copiar o histórico de uma imagem antes de colar em outra

source: on
pt_br: ligado

source: Sorry,<p>something went wrong. Please try again.</p>
pt_br: Desculpe,<p>algo saiu errado. Por favor, tente novamente.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
pt_br: Obrigado,<p>tudo deve ter funcionado, você pode <b>fechar</b> seu navegador agora e <b>voltar</b> ao darktable.</p>

source: orphaned image
pt_br: imagem orfã

source: cannot access local copy `%s'
pt_br: não pude acessar cópia local `%s'

source: cannot write local copy `%s'
pt_br: não pude escrever cópia local `%s'

source: error moving local copy `%s' -> `%s'
pt_br: erro movendo cópia local `%s' -> `%s'

source: error moving `%s': file not found
pt_br: erro movendo `%s': arquivo não encontrado

source: error moving `%s' -> `%s': file exists
pt_br: erro movendo `%s' -> `%s': arquivo já existe

source: error moving `%s' -> `%s'
pt_br: erro movendo `%s' -> `%s'

source: cannot create local copy when the original file is not accessible.
pt_br: não é possível criar copia local quando o arquivo original está inacessível.

source: cannot create local copy.
pt_br: não pude criar cópia local.

source: cannot remove local copy when the original file is not accessible.
pt_br: não é possível remover copias local quando o arquivo original está inacessível.

source: %d local copy has been synchronized
pt_br: cópia local %d foi sincronizada

source: image `%s' is not available!
pt_br: imagem `%s' não disponível!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
pt_br: falha ao reservar memória para %s, favor reduza as threads usadas para exportação ou acrescente mais memória.

source: thumbnail export
pt_br: exporta miniatura

source: export
pt_br: exporta

source: cannot find the style '%s' to apply during export.
pt_br: não foi possível encontrar o estilo '%s' para aplicar durante exportação.

source: couldn't expand to a unique filename for session, please check your import session settings.
pt_br: não foi possível expandir em um nome de arquivo único para importação, verifique as configurações de importação.

source: custom
pt_br: personalizado

source: legacy
pt_br: legado

source: unsupported working profile %s has been replaced by Rec2020 RGB!
pt_br: perfil de entrada %s não suportado foi substituído por linear Rec709 RGB!

source: generic poissonian
pt_br: distribuição de Poisson genérica

source: noiseprofile file `%s' is not valid
pt_br: perfil de controle de ruído `%s' não é válido

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
pt_br: devido a baixa aceleração de hardware da GPU o opencl foi desativado.

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
pt_br: detectadas múltiplas GPUs - o perfil de escalonamento foi ajustado de acordo.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
pt_br: GPU muito rápida detectada - o perfil de escalonamento foi ajustado de acordo.

source: opencl scheduling profile set to default.
pt_br: perfil de escalonamento OpenCL ajustado para default.

source: inch
pt_br: polegadas

source: letter
pt_br: carta

source: GNOME Keyring backend is no longer supported. configure a different one
pt_br: o backend GNOME Keyring não é mais suportado. configure algum diferente

source: rejecting %d image
pt_br: rejeitando %d imagem

source: applying rating %d to %d image
pt_br: aplicando valor %d a %d imagem

source: no images selected to apply rating
pt_br: nenhuma imagem selecionada para aplicar valores

source: style with name '%s' already exists
pt_br: estilo com nome '%s' já existente

source: styles/apply %s
pt_br: estilos/applicar %s

source: style named '%s' successfully created
pt_br: estilo nomeado '%s' criado com sucesso

source: no image selected!
pt_br: nenhuma imagem selecionada!

source: module `%s' version mismatch: %d != %d
pt_br: módulo `%s' versão incompatível: %d != %d

source: failed to overwrite style file for %s
pt_br: falha o sobrescrever arquivo de estilo para %s

source: style file for %s exists
pt_br: arquivo de estilo para %s existente

source: style %s was successfully imported
pt_br: estilo %s foi importado com sucesso

source: above sea level
pt_br: acima do nível do mar

source: below sea level
pt_br: abaixo do nível do mar

source: creator
pt_br: criador

source: publisher
pt_br: editor

source: title
pt_br: título

source: description
pt_br: descrição

source: rights
pt_br: direitos

source: notes
pt_br: notas

source: version name
pt_br: nome de versão

source: working...
pt_br: processando...

source: scroll to change <b>%s</b> of %s module
pt_br: use o scroll para mudar <b>%s</b> do módulo %s

source: select
pt_br: selecionar

source: path
pt_br: caminho

source: xmp timestamp
pt_br: xmp data/hora

source: database timestamp
pt_br: data/hora base de dados
